Repository: diego-vieira/aion-recipe-material-calculator
Catalog: Website/App_GlobalResources/AionRecipeCalculator.*.resx
Languages: pt_br, ru_ru

source: Cancel
pt_br: Cancelar
ru_ru: Отмена

source: Close
pt_br: Fechar
ru_ru: Закрыть

source: OK
ru_ru: ОК

# s1
source: Dagger
ru_ru: Кинжал

# s10
source: Hat
ru_ru: Шапка

# s100
source: No items
pt_br: Nenhum item
ru_ru: Нет предметов

# s101
source: recipe
ru_ru: рецепт

# s102
source: craft {0} lvl
pt_br: Craft Level {0}
ru_ru: крафт {0} лвл

# s103
source: Number
pt_br: Número
ru_ru: Число

# s104
source: Your email for me to reply you
pt_br: Seu e-mail para que eu possa responder
ru_ru: Ваш email, чтобы я мог вам ответить

# s105
source: Message (English or Portuguese)
pt_br: Mensagem (Inglês ou Português)
ru_ru: Сообщение (на английском или португальском языке)

# s106
source: You must enter email
pt_br: Você precisa digitar um e-mail
ru_ru: Введите email

# s107
source: Please enter valid email address
pt_br: Por favor, digite um e-mail válido
ru_ru: Пожалуйста, введите корректный email

# s108
source: You must enter message text
pt_br: Você precisa digitar uma mensagem
ru_ru: Вы должны ввести текст сообщения

# s109
source: Your message has been send successfully!<br />Thank you!
pt_br: Sua mensagem foi enviada com sucesso!<br />Obrigado!
ru_ru: Ваше сообщение успешно отправлено!<br />Спасибо!

# s11
source: Robe armor
ru_ru: Платяные доспехи

# s110
source: Sending your message...
pt_br: Enviando sua mensagem...
ru_ru: Отправка сообщения...

# s111
source: Proc
ru_ru: Крит

# s112
source: Non proc
ru_ru: Не крит

# s113
source: Reset settings for current item
pt_br: Resetar configurações do item atual
ru_ru: Сбросить настройки для данного предмета

# s114
source: Reset
pt_br: Resetar
ru_ru: Сброс

# s115
source: Select recipe
pt_br: Selecionar recipe
ru_ru: Выбрать рецепт

# s12
source: Leather armor
ru_ru: Коженые доспехи

# s13
source: Chain armor
ru_ru: Кольчужные доспехи

# s14
source: Plate armor
ru_ru: Тяжёлые доспехи

# s15
source: Shield
ru_ru: Щит

# s16
source: Waist
ru_ru: Пояс

# s17
source: Necklace
ru_ru: Ожерелье

# s18
source: Earrings
ru_ru: Серьга

# s19
source: Ring
ru_ru: Кольцо

# s2
source: Mace
ru_ru: Булава

# s20
source: Alchemy
ru_ru: Алхимия

# s21
source: Armorsmith
ru_ru: Кузнец брони

# s22
source: Morph
ru_ru: Преобразование

# s23
source: Cooking
ru_ru: Кулинария

# s24
source: Handicraft
ru_ru: Ремесло

# s25
source: Tailoring
ru_ru: Шитьё

# s27
source: Junk
pt_br: Lixo
ru_ru: Мусор

# s28
source: Common
ru_ru: Обычный

# s29
source: Superior
ru_ru: Редкий

# s3
source: 1H Sword
ru_ru: 1Р меч

# s30
source: Heroic
ru_ru: Легендарный

# s31
source: Fabled
ru_ru: Уникальный

# s32
source: Eternal
ru_ru: Эпик

# s33
source: Mythic
ru_ru: Мифический

# s34
source: Write a email to me
pt_br: Escreva um e-mail para mim
ru_ru: Написать мне email

# s35
source: Feedback/bug report
pt_br: Feedback/Reportar Bug
ru_ru: Отзыв/сообщить об ошибке

# s36
source: Go to aionsource forum disccussion about&lt;br /&gt;this material calculator (in new window)
pt_br: Ir para o fórum aionsource para falar sobre&lt;br /&gt;esta calculadora (em uma nova janela)
ru_ru: Перейти на aionsource для обсуждения этого&lt;br /&gt;калькулятора материалов (в новом окне)

# s37
source: Discuss it on forum
pt_br: Discutir no fórum
ru_ru: Обсудить на форуме

# s38
source: Reload current page without any&lt;br /&gt;recipe selected (in current window)
pt_br: Recarregar a página atual sem nenhum&lt;br /&gt;recipe selecionado (na janela atual)
ru_ru: Перезагрузить текущую страницу без какого-либо&lt;br /&gt;загруженного рецпта (в текущем окне)

# s39
source: New
pt_br: Novo
ru_ru: Новый

# s4
source: 2H Sword
ru_ru: 2Р меч

# s40
source: No recipe selected.
pt_br: Nenhum recipe selecionado
ru_ru: Рецепт не выбран.

# s41
source: Recipe
ru_ru: Рецепт

# s42
source: See full details at database site (new window)
pt_br: Ver todos os no site de banco de dados (nova janela)
ru_ru: Смотрите полную информацию в базе данных сайта (новое окно)

# s43
source: View recipe information
pt_br: Ver informações do recipe
ru_ru: Просмотреть информацию о рецепте

# s44
source: Report Bug, Suggestion or Additional Translation
pt_br: Encontrou um bug? Tem uma sugestão?
ru_ru: Нашли ошибку? Есть предложение по доработке?

# s45
source: Tell me!
pt_br: Me diga!
ru_ru: Скажите мне!

# s47
source: Still need {0}
pt_br: Ainda precisa {0}
ru_ru: Ещё нужно {0}

# s48
source: I have
pt_br: Eu tenho
ru_ru: У меня есть

# s49
source: Price for each
pt_br: Preço pra cada
ru_ru: Цена за каждый

# s5
source: Polearm
ru_ru: Алебарда

# s50
source: You must enter a number
pt_br: Você precisa digitar um número
ru_ru: Вы должны ввести число

# s51
source: The value should be valid integer number
pt_br: O valor deve ser um número inteiro
ru_ru: Значение должно быть целым числом

# s52
source: The value should be greater or equal to zero
pt_br: O valor deve ser maior ou igual à zero
ru_ru: Значение должно быть больше или равно нулю

# s53
source: Probability %
pt_br: Probabilidade %
ru_ru: Вероятность %

# s54
source: Enter the probability of '{0}' successfull craft
pt_br: Digite a probabilidade de sucesso para craftar '{0}'
ru_ru: Введите вероятность успешного крафта '{0}'

# s55
source: Please enter valid floating-point number
pt_br: Por favor, digite um valor decimal
ru_ru: Пожалуйста, введите корректное число с плавающей точкой

# s56
source: Value should be greater than 1
pt_br: O valor deve ser maior que 1
ru_ru: Значение должно быть больше 1

# s57
source: No recipe was found.
pt_br: Nenhum recipe encontrado
ru_ru: Рецепт не найден.

# s58
source: {0} - Aion Recipe Material Calculator
pt_br: {0} - Aion Calculadora de Material de Recipe
ru_ru: {0} - Аион калькулятор материалов для крафта

# s59
source: View item information
pt_br: Ver informação do item
ru_ru: Просмотреть информацию о предмете

# s6
source: Book
ru_ru: Книга

# s60
source: Have
pt_br: Possuo
ru_ru: Есть

# s61
source: Export data in different format
pt_br: Exportar dados em um formato diferente
ru_ru: Экспорировать данные в другой формат

# s62
source: Click to edit
pt_br: Clique para editar
ru_ru: Клик для редактирования

# s63
source: Subtotal
ru_ru: Подытог

# s64
source: Need
pt_br: Preciso
ru_ru: Нужно

# s65
source: Total price
pt_br: Valor total
ru_ru: Общая цена

# s66
source: Sell price for one item
pt_br: Valor de venda de um item
ru_ru: Цена продажи одного предмета

# s67
source: Sell price for this item. By default vendor&lt;br /&gt;sell price is displayed. Click to edit.
pt_br: Preço de venda deste item.&lt;br /&gt;Por padrão o preço de venda do NPC é mostrado.&lt;br /&gt;Clique para editar.
ru_ru: Цена продажи данного предмета. По умолчанию&lt;br /&gt;показывается базовая цена продажи. Клик для редактирования.

# s68
source: Total sell price
pt_br: Valor de venda total
ru_ru: Общая цена продажи

# s69
source: Profit (not including "have" materials)
pt_br: Lucro (não inclue os materiais que você já possui)
ru_ru: Прибыль (без стоимости "есть" материалов)

# s7
source: Orb
ru_ru: Шар

# s70
source: Profit
pt_br: Lucro
ru_ru: Прибыль

# s71
source: Price
pt_br: Preço
ru_ru: Цена

# s72
source: Enter the sell price for '{0}'
pt_br: Digite o valor de venda para '{0}'
ru_ru: Введите цену для '{0}'

# s73
source: BB code
pt_br: Código BB
ru_ru: BB код

# s74
source: Ingame code
pt_br: Código do Jogo
ru_ru: Внутриигровой код

# s75
source: Names
pt_br: Nomes
ru_ru: Имена

# s76
source: Name
pt_br: Nome
ru_ru: Имя

# s77
source: Ingame link
pt_br: Link para o Jogo
ru_ru: Внутриигровая ссылка

# s78
source: Ingame link (need)
pt_br: Link para o Jogo (faltando)
ru_ru: Внутриигровая ссылка (нужно)

# s79
source: each {0} can be {1} crafted with {2} from
pt_br: cada {0} tem uma probabilidade de {1} de ser craftado com {2}
ru_ru: каждый {0} может быть {1} создан {2} из

# s8
source: Staff
ru_ru: Посох

# s80
source: Successfull craft probability - click to edit
pt_br: Probabilidade de sucesso no craft - clique para editar
ru_ru: Вероятность успешного крафта - клик для редактирования

# s81
source: Load proc version of this item
pt_br: Carregar versão proc deste item
ru_ru: Загрузить крит версию предмета

# s82
source: Load non proc version of this item
pt_br: Carregar versão não proc deste item
ru_ru: Загрузить не крит версию премета

# s83
source: Need - click to edit
pt_br: Preciso - clique para editar
ru_ru: Нужно - клик для редактирования

# s84
source: Click to toggle selection for this item as material&lt;br /&gt;that you will use for current recipe
pt_br: Clique para trocar a seleção deste item como material&lt;br /&gt;que você usará para o recipe atual.
ru_ru: Клик для пометки данного предмета как материала&lt;br /&gt;который вы хотите использовать в данном рецепте

# s85
source: Loading recipes...
pt_br: Carregando recipes...
ru_ru: Загрузка рецептов...

# s86
source: No recipes was found.
pt_br: Nenhum recipe encontrado
ru_ru: Рецепты не найдены.

# s87
source: Race
pt_br: Raça
ru_ru: Расса

# s88
source: Elyos
ru_ru: Элиосы

# s89
source: Asmodians
ru_ru: Асмодианцы

# s9
source: Bow
ru_ru: Лук

# s90
source: Filter
pt_br: Filtro
ru_ru: Фильтр

# s91
source: Toggle ignore case
pt_br: Ativar/Desativar Ignorar Maiúsculas
ru_ru: Игнорировать регистр

# s92
source: I
pt_br: M
ru_ru: Р

# s93
source: Sort
pt_br: Ordem
ru_ru: Сортировка

# s94
source: Craft level
pt_br: Level do Craft
ru_ru: Ур. крафта

# s95
source: Item level
pt_br: Level do Item
ru_ru: Ур. предмета

# s96
source: Rarity
pt_br: Raridade
ru_ru: Редкость

# s97
source: Item level
pt_br: Level do Item
ru_ru: Ур. предмета

# s98
source: Skill level
pt_br: Level da Skill
ru_ru: Ур. скила

# s99
source: Reset filter
pt_br: Resetar Filtro
ru_ru: Сбросить фильтр

# s118
source: https://www.paypalobjects.com/en_US/i/btn/btn_donateCC_LG.gif
pt_br: https://www.paypalobjects.com/pt_BR/BR/i/btn/btn_donateCC_LG.gif
ru_ru: https://www.paypalobjects.com/ru_RU/i/btn/btn_donateCC_LG.gif

# s119
source: Thank you
pt_br: Obrigado
ru_ru: Cпасибо

# s120
source: Last update:
pt_br: Última atualização:
ru_ru: Последнее обновление:

# s121
source: Database Aion Version:
pt_br: Versão do Banco de Dados Aion:
ru_ru: Версия базы данных Aion:

# s122
source: MM/dd/yyyy HH:mm:ss
pt_br: dd/MM/yyyy HH:mm:ss
ru_ru: dd/MM/yyyy HH:mm:ss

# s123
source: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=GRWQNZJZF69DC
pt_br: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=KNJ7SQEAHBQKL
ru_ru: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=TTL5J7GJWZDXN

# s116
source: Select
pt_br: Ver

# s117
source: Donate or click the advertisement to keep this tool alive and updated.
pt_br: Doe ou clique no anúncio para manter esta ferramenta viva e atualizada.
